Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=679_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: AanarsääŠm aabbâs vuâǯǯai tuâjjǩeeŠrj
fin: Inarinsaamen aapinen sai työkirjan

source: AanarsääŠm eeŠjjest 2011 čõõđtum čõhččlookkânpââi aabbâs lij vuäǯǯam paŠldde tuâjjǩeeŠrj
fin: Inarinsaamen vuonna 2011 julkaistu syyslukukauden aapinen on saanut rinnalleen työkirjan

source: TuâjjǩeeŠrj lij raajjâm Matti Morottaja, Kuobža-Saammâl Matti, da tõn lij kärttääm Daniel Gelencsér.
fin: Työkirjan on tehnyt Matti Morottaja, Kuobža-Saammâl Matti, ja sen on kuvittanut Daniel Gelencsér.

source: ǨeŠrjj lij vuäǯǯamnalla Sajos Duodji shop – kaaupâst da sääŠmteeŠǧǧ škooulʼjem- da mättŠtem-materialkonttrest, info (at) samediggi.
fin: Kirja on saatavissa Duodji shopista Sajoksesta ja saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta, info (at) samediggi.

source: LââŠssteâđaid täŠst.
fin: Lisätietoja tästä.
